Repository: ranamani12/backend_shghul
Catalog: shugal/mobile/lib/l10n/app_*.arb
Languages: ar

# appName
source: Shugal
ar: شغل

# splashFindYourDreamJob
source: Find Your Dream Job
ar: ابحث عن وظيفة أحلامك

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Get Started
ar: ابدأ الآن

# onboardingPage1Title
source: Find Your Dream Job
ar: ابحث عن وظيفة أحلامك

# onboardingPage1Description
source: Discover thousands of job opportunities tailored to your skills and interests.
ar: اكتشف الآلاف من فرص العمل المصممة خصيصاً لمهاراتك واهتماماتك.

# onboardingPage2Title
source: Connect with Companies
ar: تواصل مع الشركات

# onboardingPage2Description
source: Build your professional network and connect directly with top employers.
ar: قم ببناء شبكتك المهنية وتواصل مباشرة مع أفضل أصحاب العمل.

# onboardingPage3Title
source: Get Hired Faster
ar: احصل على وظيفة بشكل أسرع

# onboardingPage3Description
source: Create your profile, showcase your skills, and get noticed by recruiters.
ar: أنشئ ملفك الشخصي، اعرض مهاراتك، واجذب انتباه أصحاب العمل.

source: Home
ar: الرئيسية

source: Add
ar: إضافة

source: Profile
ar: الملف الشخصي

source: Search jobs...
ar: البحث عن وظائف...

source: Welcome to Shugal
ar: مرحباً بك في شغل

# browseJobsAsGuest
source: Browse jobs as a guest or sign in to unlock more features
ar: تصفح الوظائف كضيف أو سجل الدخول للاستفادة من المزيد من الميزات

source: Get the Full Experience
ar: احصل على التجربة الكاملة

# signInToUnlock
source: Sign in or create an account to apply for jobs, save favorites, and connect with employers.
ar: سجل الدخول أو أنشئ حساباً للتقدم للوظائف وحفظ المفضلة والتواصل مع أصحاب العمل.

source: Login
ar: تسجيل الدخول

source: Register
ar: إنشاء حساب

source: Latest Jobs
ar: أحدث الوظائف

source: View Details
ar: عرض التفاصيل

source: Please login to view notifications
ar: يرجى تسجيل الدخول لعرض الإشعارات

# loginRequiredToPost
source: Login required to post jobs or content
ar: يتطلب تسجيل الدخول لنشر الوظائف أو المحتوى

# loginRequiredToApply
source: Login to apply for jobs
ar: سجل الدخول للتقدم للوظائف

source: Login to save jobs
ar: سجل الدخول لحفظ الوظائف

source: Guest Mode
ar: وضع الضيف

# youAreBrowsingAsGuest
source: You are browsing as a guest
ar: أنت تتصفح كضيف

source: Login or Register
ar: تسجيل الدخول أو إنشاء حساب

source: Add New Content
ar: إضافة محتوى جديد

source: Login screen coming soon
ar: شاشة تسجيل الدخول قريباً

source: Register screen coming soon
ar: شاشة إنشاء الحساب قريباً

source: Login Required
ar: تسجيل الدخول مطلوب

# pleaseLoginToAccess
source: Please login to access {feature}.
ar: يرجى تسجيل الدخول للوصول إلى {feature}.

source: Cancel
ar: إلغاء

source: Choose Language
ar: اختر اللغة

source: Arabic
ar: العربية

source: Save
ar: حفظ

source: Language changed
ar: تم تغيير اللغة

source: Welcome back
ar: مرحباً بعودتك

source: Sign in to Your Account
ar: سجل الدخول إلى حسابك

source: Email
ar: البريد الإلكتروني

source: Enter Email Address
ar: أدخل البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Enter Password
ar: أدخل كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot Password?
ar: نسيت كلمة المرور؟

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: إنشاء حساب

# pleaseFillAllFields
source: Please fill in all fields
ar: يرجى ملء جميع الحقول

# loginFailed
source: Login failed. Please try again.
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى.

source: Company
ar: شركة

source: Job Seeker
ar: باحث عن عمل

source: Let's get you started
ar: لنبدأ معك

# fillDetailsToCreateAccount
source: Please fill in your details to create an account
ar: يرجى ملء بياناتك لإنشاء حساب

source: Phone Number
ar: رقم الهاتف

source: Company Name
ar: اسم الشركة

source: Enter Company Name
ar: أدخل اسم الشركة

source: Name
ar: الاسم

source: Enter Your Name
ar: أدخل اسمك

source: Date of Birth
ar: تاريخ الميلاد

source: Select
ar: اختر

source: Nationality
ar: الجنسية

source: Choose
ar: اختر

source: Residents Country
ar: بلد الإقامة

source: Major
ar: التخصص

source: Educational Level
ar: المستوى التعليمي

source: Years of Experience
ar: سنوات الخبرة

source: Have an account?
ar: لديك حساب؟

# pleaseEnterEmail
source: Please enter your email
ar: يرجى إدخال البريد الإلكتروني

# pleaseEnterPhone
source: Please enter your phone number
ar: يرجى إدخال رقم الهاتف

source: Please enter company name
ar: يرجى إدخال اسم الشركة

# pleaseEnterName
source: Please enter your name
ar: يرجى إدخال اسمك

# registrationFailed
source: Registration failed. Please try again.
ar: فشل التسجيل. يرجى المحاولة مرة أخرى.

source: Loading...
ar: جاري التحميل...

source: Search...
ar: بحث...

source: No items found
ar: لم يتم العثور على عناصر

source: Done
ar: تم

source: selected
ar: محدد

source: Welcome, Guest!
ar: مرحباً، زائر!

source: Login to access all features
ar: سجل الدخول للوصول إلى جميع الميزات

source: Customer Service Support
ar: دعم خدمة العملاء

source: Privacy Policy
ar: سياسة الخصوصية

# loginRequiredToAccessLabel
source: Login required to access:
ar: تسجيل الدخول مطلوب للوصول إلى:

source: Edit Profile
ar: تعديل الملف الشخصي

source: Apply for Jobs
ar: التقدم للوظائف

source: Chat with Companies
ar: الدردشة مع الشركات

source: View Application History
ar: عرض سجل التقديمات

source: Post Ads
ar: نشر الإعلانات

source: Profile Setting
ar: إعدادات الملف الشخصي

source: Change Password
ar: تغيير كلمة المرور

source: History
ar: السجل

source: Logout
ar: تسجيل الخروج

source: Company Profile Setting
ar: إعدادات ملف الشركة

source: Applications Received
ar: التقديمات المستلمة

source: Logged out successfully
ar: تم تسجيل الخروج بنجاح

source: Logout failed
ar: فشل تسجيل الخروج

# areYouSureLogout
source: Are you sure to log out of your account?
ar: هل أنت متأكد من تسجيل الخروج من حسابك؟

source: Job Offer
ar: عروض الوظائف

source: See All
ar: عرض الكل

source: Failed to load jobs
ar: فشل تحميل الوظائف

source: Retry
ar: إعادة المحاولة

source: No jobs available
ar: لا توجد وظائف متاحة

source: Candidates
ar: المرشحين

source: Failed to load candidates
ar: فشل تحميل المرشحين

source: No candidates available
ar: لا يوجد مرشحين متاحين

source: Unknown Company
ar: شركة غير معروفة

source: Salary not specified
ar: الراتب غير محدد

source: Professional
ar: محترف

# loginRequiredLabel
source: Login required
ar: تسجيل الدخول مطلوب

# pleaseLoginOrCreateAccount
source: Please login or create an account to post an ad.
ar: يرجى تسجيل الدخول أو إنشاء حساب لنشر إعلان.

source: Post Ad
ar: نشر إعلان

source: Post Ad form coming soon.
ar: نموذج نشر الإعلان قريباً.

source: Interview
ar: المقابلة

source: Interviews
ar: المقابلات

source: Recruit
ar: التوظيف

source: Please login to continue
ar: يرجى تسجيل الدخول للمتابعة

# failedToLoadInterviews
source: Failed to load interviews. Please try again.
ar: فشل تحميل المقابلات. يرجى المحاولة مرة أخرى.

# noInterviewsScheduled
source: No interviews scheduled for this day
ar: لا توجد مقابلات مجدولة لهذا اليوم

source: Physical Interview
ar: مقابلة حضورية

source: Online Interview
ar: مقابلة عبر الإنترنت

source: Phone Interview
ar: مقابلة هاتفية

source: Not scheduled
ar: غير مجدول

source: Invalid time
ar: وقت غير صالح

source: notifications
ar: الإشعارات

source: chat
ar: الدردشة

# forgotPasswordTitle
source: Forgot Password
ar: نسيت كلمة المرور

# pleaseEnterEmailForVerification
source: Please enter your email for verification the account.
ar: يرجى إدخال بريدك الإلكتروني للتحقق من الحساب.

source: Send OTP
ar: إرسال رمز التحقق

source: Enter OTP Code
ar: أدخل رمز التحقق

# weSentCodeTo
source: We have sent OTP code to your email
ar: لقد أرسلنا رمز التحقق إلى بريدك الإلكتروني

source: Resend Code
ar: إعادة إرسال الرمز

# didntReceiveCode
source: Didn't receive a code?
ar: لم تستلم الرمز؟

source: Verify
ar: تحقق

source: Reset Password
ar: إعادة تعيين كلمة المرور

# createNewPassword
source: Create a new secure password for your account.
ar: أنشئ كلمة مرور جديدة وآمنة لحسابك.

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Passwords do not match
ar: كلمات المرور غير متطابقة

# passwordResetSuccess
source: Password reset successfully
ar: تم إعادة تعيين كلمة المرور بنجاح

# pleaseEnterNewPassword
source: Please enter a new password
ar: يرجى إدخال كلمة مرور جديدة

source: OTP Verification
ar: التحقق من الرمز

source: Verify Your Email
ar: تحقق من بريدك الإلكتروني

# verificationCodeSentTo
source: We have sent a verification code to
ar: لقد أرسلنا رمز التحقق إلى

# pleaseEnterOtp
source: Please enter the OTP code
ar: يرجى إدخال رمز التحقق

# otpVerified
source: OTP verified successfully
ar: تم التحقق من الرمز بنجاح

# invalidOtp
source: Invalid OTP code
ar: رمز التحقق غير صالح

# otpResent
source: OTP code resent
ar: تم إعادة إرسال رمز التحقق

# weSentOtpToEmail
source: We have sent an OTP code to your email.
ar: لقد أرسلنا رمز التحقق إلى بريدك الإلكتروني.

# weSentSixDigitCode
source: We have just sent you a 6-digit code via your email {email}
ar: لقد أرسلنا رمزًا مكونًا من 6 أرقام إلى بريدك الإلكتروني {email}

# pleaseEnterCompleteCode
source: Please enter the complete 6-digit code
ar: يرجى إدخال الرمز المكون من 6 أرقام كاملاً

# otpResentToEmail
source: OTP code has been resent to your email
ar: تم إعادة إرسال رمز التحقق إلى بريدك الإلكتروني

source: Verify OTP
ar: تحقق من الرمز

source: Resend OTP
ar: إعادة إرسال الرمز

# createNewPasswordTitle
source: Create New Password
ar: إنشاء كلمة مرور جديدة

# enterNewPasswordRemember
source: Enter your new password. Remember this time!
ar: أدخل كلمة مرور جديدة. تذكرها هذه المرة!

source: Enter New Password
ar: أدخل كلمة المرور الجديدة

source: Enter Confirm Password
ar: أدخل تأكيد كلمة المرور

# passwordMinLength
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل

# passwordResetSuccessLogin
source: Password reset successfully! Please login with your new password.
ar: تم إعادة تعيين كلمة المرور بنجاح! يرجى تسجيل الدخول بكلمة المرور الجديدة.

source: Verify Email
ar: التحقق من البريد الإلكتروني

# weSentVerificationCodeTo
source: We've sent a verification code to
ar: لقد أرسلنا رمز التحقق إلى

source: Email verified successfully!
ar: تم التحقق من البريد الإلكتروني بنجاح!

source: Digital Resume
ar: السيرة الذاتية الرقمية

# failedToLoadData
source: Failed to load data. Please try again.
ar: فشل تحميل البيانات. يرجى المحاولة مرة أخرى.

# noJobsPosted
source: No jobs posted yet
ar: لم يتم نشر أي وظائف بعد

source: Untitled Job
ar: وظيفة بدون عنوان

source: Salary TBD
ar: الراتب يحدد لاحقاً

# applicantsCount
source: {count} Applicants
ar: {count} متقدم

source: View Applicants
ar: عرض المتقدمين

source: Unlock
ar: إلغاء القفل

source: View Profile
ar: عرض الملف الشخصي

source: Unknown
ar: غير معروف

source: An error occurred
ar: حدث خطأ

source: All
ar: الكل

source: Unlocked
ar: مفتوح

source: Locked
ar: مقفل

source: Candidate unlocked successfully
ar: تم فتح المرشح بنجاح

# failedToUnlockCandidate
source: Failed to unlock candidate. Please try again.
ar: فشل فتح المرشح. يرجى المحاولة مرة أخرى.

source: No candidates found
ar: لم يتم العثور على مرشحين

source: Detail
ar: التفاصيل

source: Unlock Candidate
ar: فتح المرشح

# unlockCandidateConfirmation
source: Are you sure you want to unlock this candidate? A fee may be charged.
ar: هل أنت متأكد من رغبتك في فتح هذا المرشح؟ قد يتم فرض رسوم.

source: Full Time
ar: دوام كامل

source: Part Time
ar: دوام جزئي

source: Remote
ar: عن بعد

source: No job postings yet
ar: لا توجد وظائف منشورة بعد

# applicationsCount
source: {count} apps
ar: {count} تقديم

source: Edit Job
ar: تعديل الوظيفة

source: Create Job
ar: إنشاء وظيفة

source: Fill it
ar: املأ البيانات

source: Job Title
ar: عنوان الوظيفة

source: Enter job title
ar: أدخل عنوان الوظيفة

source: Salary Range
ar: نطاق الراتب

# salaryRangeHint
source: e.g. 300-500 KWD
ar: مثال: 300-500 دينار

source: Select experience level
ar: اختر مستوى الخبرة

source: Type of Hiring
ar: نوع التوظيف

source: Select hiring timeframe
ar: اختر الإطار الزمني للتوظيف

source: Employment Type
ar: نوع العمل

source: Select employment type
ar: اختر نوع العمل

source: Work Location
ar: موقع العمل

source: Select work location
ar: اختر موقع العمل

source: Job Description
ar: وصف الوظيفة

source: Write job description...
ar: اكتب وصف الوظيفة...

source: Type of Interview
ar: نوع المقابلة

source: Physical
ar: حضوري

source: Online
ar: عن بعد

source: Loading majors...
ar: جاري تحميل التخصصات...

source: Select majors
ar: اختر التخصصات

source: Update Job
ar: تحديث الوظيفة

source: Please enter job title
ar: يرجى إدخال عنوان الوظيفة

source: Please enter job description
ar: يرجى إدخال وصف الوظيفة

source: Job updated successfully
ar: تم تحديث الوظيفة بنجاح

source: Job created successfully
ar: تم إنشاء الوظيفة بنجاح

source: Immediate
ar: فوري

source: Within 1 Month
ar: خلال شهر

source: Within 3 Months
ar: خلال 3 أشهر

source: Flexible
ar: مرن

source: Contract
ar: عقد

source: On-site
ar: في الموقع

source: Hybrid
ar: مختلط

source: Job Details
ar: تفاصيل الوظيفة

source: No description provided
ar: لا يوجد وصف

source: Not specified
ar: غير محدد

source: Active
ar: نشط

source: Inactive
ar: غير نشط

# applications
source: {count} applications
ar: {count} تقديم

source: Job Specifications
ar: مواصفات الوظيفة

source: Hiring Type
ar: نوع التوظيف

source: Experience
ar: الخبرة

source: Required Majors
ar: التخصصات المطلوبة

source: Description
ar: الوصف

source: Requirements
ar: المتطلبات

source: View Applicants ({count})
ar: عرض المتقدمين ({count})

source: Job Applicants
ar: المتقدمون للوظيفة

source: Pending
ar: قيد الانتظار

source: Reviewed
ar: تمت المراجعة

source: Shortlisted
ar: في القائمة المختصرة

source: Rejected
ar: مرفوض

# failedToLoadApplicants
source: Failed to load applicants. Please try again.
ar: فشل تحميل المتقدمين. يرجى المحاولة مرة أخرى.

# applicantCount
source: {count} Applicant
ar: {count} متقدم

# applicantCountPlural
source: {count} Applicants
ar: {count} متقدمين

source: No applicants yet
ar: لا يوجد متقدمين بعد

source: Applications will appear here
ar: ستظهر التقديمات هنا

source: Search applicants...
ar: البحث عن متقدمين...

source: Recently
ar: مؤخراً

# minutesAgo
source: {count}m ago
ar: منذ {count} دقيقة

# hoursAgo
source: {count}h ago
ar: منذ {count} ساعة

# dayAgo
source: 1 day ago
ar: منذ يوم

# daysAgo
source: {count} days ago
ar: منذ {count} أيام

# weeksAgo
source: {count}w ago
ar: منذ {count} أسبوع

source: Has cover letter
ar: لديه خطاب تغطية

source: View
ar: عرض

source: Job
ar: وظيفة

source: Candidate Profile
ar: ملف المرشح

source: Could not open CV
ar: تعذر فتح السيرة الذاتية

source: Resident
ar: المقيم

source: Availability
ar: التوفر

# experienceAndEducation
source: Experience & Education
ar: الخبرة والتعليم

source: Education
ar: التعليم

source: About
ar: نبذة

source: Fields / Majors
ar: المجالات / التخصصات

source: Skills
ar: المهارات

source: CV / Resume
ar: السيرة الذاتية

source: Candidate Resume
ar: السيرة الذاتية للمرشح

source: Tap to view or download
ar: اضغط للعرض أو التحميل

source: External Profile
ar: الملف الخارجي

source: Upwork Profile
ar: ملف Upwork

source: View external profile
ar: عرض الملف الخارجي

source: Profile Locked
ar: الملف مقفل

# unlockCandidateDescription
source: Unlock this candidate to view their complete profile including: • Contact Information • CV / Resume • Skills & Summary • Personal Details
ar: افتح قفل هذا المرشح لعرض ملفه الكامل بما في ذلك: • معلومات الاتصال • السيرة الذاتية • المهارات والملخص • التفاصيل الشخصية

source: Send Message
ar: إرسال رسالة

source: Schedule Interview
ar: جدولة مقابلة

source: Invalid candidate
ar: مرشح غير صالح

source: Interview scheduled successfully!
ar: تم جدولة المقابلة بنجاح!

source: Failed to schedule interview
ar: فشل جدولة المقابلة

source: Job Application
ar: طلب توظيف

source: Contact Information
ar: معلومات الاتصال

source: Interview Details
ar: تفاصيل المقابلة

# typeOfInterviewLabel
source: Type Of Interview
ar: نوع المقابلة

source: Interview Date
ar: تاريخ المقابلة

source: Time
ar: الوقت

source: Meeting Link
ar: رابط الاجتماع

source: Interview Location
ar: موقع المقابلة

# enterMeetingLink
source: Enter meeting link (Zoom, Google Meet, etc.)
ar: أدخل رابط الاجتماع (Zoom، Google Meet، إلخ.)

# enterInterviewLocation
source: Enter interview location address
ar: أدخل عنوان موقع المقابلة

# additionalNotes
source: Additional Notes (Optional)
ar: ملاحظات إضافية (اختياري)

# additionalNotesHint
source: Add any additional information for the candidate...
ar: أضف أي معلومات إضافية للمرشح...

source: Phone
ar: هاتف

source: Applicant Details
ar: تفاصيل المتقدم

source: Application Info
ar: معلومات التقديم

source: Applied For
ar: التقديم لـ

source: Applied On
ar: تاريخ التقديم

source: Status
ar: الحالة

source: Cover Letter
ar: خطاب التغطية

source: Applicant Resume
ar: السيرة الذاتية للمتقدم

source: Message
ar: رسالة

source: scheduled
ar: مجدول

# failedToLoadMeetings
source: Failed to load meetings. Please try again.
ar: فشل تحميل الاجتماعات. يرجى المحاولة مرة أخرى.

# noInterviewsScheduledShort
source: No interviews scheduled
ar: لا توجد مقابلات مجدولة

# interviewsWillAppearHere
source: Interviews for this day will appear here
ar: ستظهر المقابلات لهذا اليوم هنا

source: Expected Salary
ar: الراتب المتوقع

source: Working Hours
ar: ساعات العمل

source: About Company
ar: عن الشركة

source: Follow
ar: متابعة

source: Read More
ar: قراءة المزيد

source: Read Less
ar: قراءة أقل

# pleaseLoginToApplyForJobs
source: Please login or create an account to apply for jobs.
ar: يرجى تسجيل الدخول أو إنشاء حساب للتقدم للوظائف.

source: Profile Activation Required
ar: تفعيل الملف الشخصي مطلوب

# activateProfileDescription
source: You need to activate your profile before applying for jobs. A small one-time activation fee is required.
ar: يجب تفعيل ملفك الشخصي قبل التقدم للوظائف. يتطلب رسوم تفعيل بسيطة لمرة واحدة.

source: Activate Now
ar: تفعيل الآن

source: Already Applied
ar: تم التقديم مسبقاً

source: Apply Now
ar: التقدم الآن

source: Apply This Job?
ar: التقدم لهذه الوظيفة؟

source: Cover Letter (Optional)
ar: خطاب التغطية (اختياري)

# coverLetterHint
source: Write a brief cover letter to introduce yourself...
ar: اكتب خطاب تغطية موجز لتقديم نفسك...

source: Submit Application
ar: إرسال الطلب

source: Application submitted successfully!
ar: تم إرسال الطلب بنجاح!

source: Invalid job
ar: وظيفة غير صالحة

source: Please login to apply
ar: يرجى تسجيل الدخول للتقديم

# alreadyAppliedForJob
source: You have already applied for this job.
ar: لقد تقدمت لهذه الوظيفة مسبقاً.

# jobNoLongerAvailable
source: This job is no longer available.
ar: هذه الوظيفة لم تعد متاحة.

source: No description available.
ar: لا يوجد وصف متاح.

source: No company description available.
ar: لا يوجد وصف للشركة متاح.

# applicantsLabel
source: {count} Applicants
ar: {count} متقدم

# minutesAgoLabel
source: {count} minutes ago
ar: منذ {count} دقيقة

# hoursAgoLabel
source: {count} hours ago
ar: منذ {count} ساعة

# oneDayAgo
source: 1 day ago
ar: منذ يوم واحد

# daysAgoLabel
source: {count} days ago
ar: منذ {count} يوم

# monthsAgo
source: {count} month ago
ar: منذ {count} شهر

# monthsAgoPlural
source: {count} months ago
ar: منذ {count} أشهر

source: Interview Summary
ar: ملخص المقابلة

source: Location
ar: الموقع

source: Contact
ar: الاتصال

# statusLabel
source: Status: {status}
ar: الحالة: {status}

source: Reject
ar: رفض

source: Accept Interview
ar: قبول المقابلة

source: Interview accepted!
ar: تم قبول المقابلة!

source: Interview rejected
ar: تم رفض المقابلة

source: Failed to update interview
ar: فشل تحديث المقابلة

source: Invalid date
ar: تاريخ غير صالح

source: Filter Jobs
ar: تصفية الوظائف

source: Clear All
ar: مسح الكل

source: Major / Field
ar: التخصص / المجال

source: Loading locations...
ar: جاري تحميل المواقع...

source: Loading education levels...
ar: جاري تحميل المستويات التعليمية...

source: Loading experience levels...
ar: جاري تحميل مستويات الخبرة...

source: Apply Filters
ar: تطبيق الفلاتر

source: Good Morning,
ar: صباح الخير،

source: Good Afternoon,
ar: مساء الخير،

source: Good Evening,
ar: مساء الخير،

source: Jobs
ar: الوظائف

source: Jobs ({count})
ar: الوظائف ({count})

source: No jobs found
ar: لم يتم العثور على وظائف

source: Apply
ar: تقدم

source: User
ar: مستخدم

source: Education Level
ar: المستوى التعليمي

source: Old Password
ar: كلمة المرور القديمة

# pleaseEnterOldPassword
source: Please enter your old password
ar: يرجى إدخال كلمة المرور القديمة

# pleaseEnterNewPasswordField
source: Please enter a new password
ar: يرجى إدخال كلمة مرور جديدة

# pleaseConfirmPassword
source: Please confirm your new password
ar: يرجى تأكيد كلمة المرور الجديدة

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: Not authenticated
ar: غير مصادق عليه

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Selected file not found
ar: لم يتم العثور على الملف المحدد

source: CV uploaded successfully
ar: تم تحميل السيرة الذاتية بنجاح

source: Upload failed
ar: فشل التحميل

source: Error
ar: خطأ

source: Edit Digital Resume
ar: تعديل السيرة الذاتية الرقمية

source: Personal Information
ar: المعلومات الشخصية

source: Professional Information
ar: المعلومات المهنية

# nationalityLabel
source: Nationality: {nationality}
ar: الجنسية: {nationality}

# residenceLabel
source: Residence: {residence}
ar: الإقامة: {residence}

# majorsLabel
source: Majors: {majors}
ar: التخصصات: {majors}

# educationLabel
source: Education: {education}
ar: التعليم: {education}

# experienceLabel
source: Experience: {experience}
ar: الخبرة: {experience}

source: No CV uploaded yet
ar: لم يتم تحميل سيرة ذاتية بعد

source: CV Uploaded
ar: تم تحميل السيرة الذاتية

# cvFileFormats
source: PDF, DOC, DOCX (Max 10MB)
ar: PDF، DOC، DOCX (بحد أقصى 10 ميجابايت)

source: Additional Info
ar: معلومات إضافية

# availabilityLabel
source: Availability: {availability}
ar: التوفر: {availability}

source: Scan Here
ar: امسح هنا

source: Profession Title
ar: المسمى الوظيفي

# professionTitleHint
source: e.g., UI UX Designer, Software Engineer
ar: مثال: مصمم UI UX، مهندس برمجيات

source: Address
ar: العنوان

source: Upwork Profile URL
ar: رابط ملف Upwork

# upworkProfileUrlHint
source: e.g., uptowork.com/mycv/j.smith
ar: مثال: uptowork.com/mycv/j.smith

source: Residence Country
ar: بلد الإقامة

source: Majors
ar: التخصصات

source: Public Profile URL
ar: رابط الملف العام

# enterSkillHint
source: Enter a skill and press Enter
ar: أدخل مهارة واضغط Enter

# noSkillsAdded
source: No skills added yet
ar: لم تتم إضافة مهارات بعد

source: Summary/Description
ar: الملخص/الوصف

source: Save Changes
ar: حفظ التغييرات

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Error picking image
ar: خطأ في اختيار الصورة

source: Error updating profile
ar: خطأ في تحديث الملف الشخصي

source: Select {label}
ar: اختر {label}

source: Clear
ar: مسح

source: Immediately
ar: فوراً

source: Within 1 week
ar: خلال أسبوع

source: Within 2 weeks
ar: خلال أسبوعين

source: Not available
ar: غير متاح

# privacyPolicyTitle
source: Privacy Policy – Shgul
ar: سياسة الخصوصية – شغل

# lastUpdated
source: Last updated: {date}
ar: آخر تحديث: {date}

# privacyPolicyIntro
source: Shgul values and protects the privacy of every user. This Privacy Policy explains how we collect, use, store, and protect your personal information when you use our services. By accessing or using our services, you agree to the practices described in this policy.
ar: تقدر شغل وتحمي خصوصية كل مستخدم. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وتخزين وحماية معلوماتك الشخصية عند استخدام خدماتنا. بوصولك أو استخدامك لخدماتنا، فإنك توافق على الممارسات الموضحة في هذه السياسة.

# section1Title
source: Section 1: Information We Collect
ar: القسم 1: المعلومات التي نجمعها

# personalInfoTitle
source: Personal Information
ar: المعلومات الشخصية
