Repository: ranamani12/backend_shghul
Catalog: shugal/mobile/lib/l10n/app_*.arb
Languages: ar

# personalInfoList
source: • Name • Email address • Phone number • Other account information you voluntarily provide
ar: • الاسم • عنوان البريد الإلكتروني • رقم الهاتف • معلومات الحساب الأخرى التي تقدمها طواعية

# nonPersonalInfoTitle
source: Non-Personal Information
ar: المعلومات غير الشخصية

# nonPersonalInfoList
source: • IP address • Device and browser type • Usage activity within the platform • Analytics data and system logs
ar: • عنوان IP • نوع الجهاز والمتصفح • نشاط الاستخدام داخل المنصة • بيانات التحليلات وسجلات النظام

# section2Title
source: Section 2: How We Use Information
ar: القسم 2: كيفية استخدام المعلومات

# section2Content
source: The information collected is used to: • Provide and improve our services • Process transactions and manage accounts • Send important notifications and updates • Analyze usage patterns and enhance user experience • Ensure security and prevent fraud • Comply with legal obligations
ar: تُستخدم المعلومات المجمعة من أجل: • تقديم وتحسين خدماتنا • معالجة المعاملات وإدارة الحسابات • إرسال الإشعارات والتحديثات المهمة • تحليل أنماط الاستخدام وتحسين تجربة المستخدم • ضمان الأمان ومنع الاحتيال • الامتثال للالتزامات القانونية

# section3Title
source: Section 3: Data Protection
ar: القسم 3: حماية البيانات

# section3Content
source: We implement industry-standard security measures to protect your personal information. However, no method of transmission over the internet is 100% secure, and we cannot guarantee absolute security.
ar: نطبق تدابير أمنية معيارية لحماية معلوماتك الشخصية. ومع ذلك، لا توجد طريقة نقل عبر الإنترنت آمنة بنسبة 100٪، ولا يمكننا ضمان الأمان المطلق.

# section4Title
source: Section 4: Your Rights
ar: القسم 4: حقوقك

# section4Content
source: You have the right to: • Access your personal information • Request correction of inaccurate data • Request deletion of your data • Object to processing of your data • Request data portability • Withdraw consent at any time
ar: لديك الحق في: • الوصول إلى معلوماتك الشخصية • طلب تصحيح البيانات غير الدقيقة • طلب حذف بياناتك • الاعتراض على معالجة بياناتك • طلب نقل البيانات • سحب الموافقة في أي وقت

# section5Title
source: Section 5: Contact Us
ar: القسم 5: اتصل بنا

# section5Content
source: If you have any questions about this Privacy Policy, please contact us at support@shgul.com.
ar: إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على support@shgul.com.

source: Customer Service
ar: خدمة العملاء

source: Office Address
ar: عنوان المكتب

source: Phone Support
ar: الدعم الهاتفي

source: Email Support
ar: الدعم عبر البريد الإلكتروني

# couldNotMakePhoneCall
source: Could not make phone call to {number}
ar: تعذر إجراء مكالمة هاتفية إلى {number}

source: Could not open email app
ar: تعذر فتح تطبيق البريد الإلكتروني

source: Could not open map
ar: تعذر فتح الخريطة

source: Customer Service Inquiry
ar: استفسار خدمة العملاء

source: Change CV
ar: تغيير السيرة الذاتية

source: Upload CV
ar: تحميل السيرة الذاتية

source: View CV
ar: عرض السيرة الذاتية
